[
    {
        "title": "村居",
        "content": "\n作者：[清代] 高鼎\n草长莺飞二月天，\n拂堤杨柳醉春烟。\n儿童散学归来早，\n忙趁东风放纸鸢。\n农历二月，青草渐渐发芽生长，黄莺飞来飞去，轻拂堤岸的杨柳陶醉在春天的雾气中。\n村里的孩子们早早就放学回家，赶紧趁着东风把风筝放上蓝天。\n（1828年－1880年），字象一，一字拙吾，浙江仁和（今浙江省杭州市）人，清代诗人，有《拙吾诗文稿》。高鼎生活在鸦片战争之后，大约在咸丰年间（1851～1861），其人无甚事迹，一般人提到他，是他写了一首有名的有关放风筝的《村居》诗。"
    },
    {
        "title": "咏柳",
        "content": "\n作者：[唐代] 贺知章\n碧玉妆成一树高，\n万条垂下绿丝绦。\n不知细叶谁裁出，\n二月春风似剪刀。\n高高的柳树长满了嫩绿的新叶，轻垂的柳条像千万条轻轻飘动的绿色丝带。\n不知道这细细的柳叶是谁裁剪出来的？是那二月的春风，它就像一把神奇的剪刀。\n贺知章(659—744)，字季真，号四明狂客，汉族，唐越州（今绍兴）永兴(今浙江萧山)人，贺知章诗文以绝句见长，除祭神乐章、应制诗外，其写景、抒怀之作风格独特，清新潇洒，著名的《咏柳》、《回乡偶书》两首脍炙人口，千古传诵，今尚存录入《全唐诗》共19首。"
    },
    {
        "title": "2 找春天",
        "content": "\n春天来了！春天来了！\n我们几个孩子脱掉棉袄，冲出家门，奔向田野，去寻找春天。\n春天像个害羞的小姑娘，遮遮掩掩，躲躲藏藏。我们仔细地找哇，找哇。\n小草从地下探出头来，那是春天的眉毛吧？\n早开的野花一朵两朵，那是春天的眼睛吧？\n树木吐出点点嫩芽，那是春天的音符吧？\n解冻的小溪叮叮咚咚，那是春天的琴声吧？\n春天来了！我们看到了她，我们听到了她，我们闻到了她，我们触到了她。她在柳枝上荡秋千，在风筝尾巴上摇哇摇；她在喜鹊、杜鹃嘴里叫，在桃花、杏花枝头笑……"
    },
    {
        "title": "3 开满鲜花的小路",
        "content": "\n邮递员黄狗在门口喊：“鼹鼠先生，您的包裹单！”\n原来，长颈鹿大叔给鼹鼠先生寄来了一个包裹。\n鼹鼠先生赶紧骑着摩托车，到邮局去领包裹。他回家后打开包裹，看见一堆小颗粒，可认不出是什么东西。\n鼹鼠先生拿着包裹，来到松鼠太太家。他问松鼠太太：“长颈鹿大叔寄来一个包裹，您能帮我看看是什么东西吗？”\n松鼠太太拿过来一看，里面空空的，什么也没有。原来，包裹破了，里面的东西不见了。看来都漏在来时的路上啦！鼹鼠先生很懊丧。\n春天来了，鼹鼠先生要去松鼠太太家做客。啊，通往松鼠太太家的路，成了一条开满鲜花的小路。\n鼹鼠先生路过刺猬太太家，正巧，刺猬太太走出门。看到门前开着一大片绚丽多彩的鲜花，她惊奇地说：“这是谁在我家门前种的花？多美啊！”\n鼹鼠先生回答：“我不知道！”\n鼹鼠先生经过狐狸太太家，正巧，狐狸太太走出门。看到门前开着一大片五颜六色的鲜花，她奇怪地问：“这是谁在我家门前种的花？真美啊！”\n鼹鼠先生回答：“我不知道！”\n鼹鼠先生来到松鼠太太门前。松鼠太太走出门，看见门前的小路上花朵簇簇，小松鼠、小刺猬和小狐狸在那里快活地蹦啊跳啊。\n松鼠太太对鼹鼠先生说：“我知道了，去年长颈鹿大叔寄给你的是花籽。这是多么美好的礼物啊！”"
    },
    {
        "title": "4 邓小平爷爷植树",
        "content": "\n1987年4月5日，是个令人难忘的日子。\n这一天，碧空如洗，万里无云。在北京天坛公园植树的人群里，83岁高龄的邓小平爷爷格外引人注目。只见他手握铁锹，兴致勃勃地挖着树坑，额头已经满是汗珠，仍不肯休息。\n一个树坑挖好了。邓爷爷精心地挑选了一棵茁壮的柏树苗，小心地移入树坑，又挥锹填了几锹土。他站到几步之外仔细看看，觉得不是很直，连声说：“不行，不行！”他又走上前把树苗扶正。\n一棵绿油油的小柏树栽好了，就像战士一样笔直地站在那里。邓爷爷的脸上露出了满意的笑容。\n今天，邓小平爷爷亲手栽种的柏树已经长大了，成了天坛公园一处美丽的风景。"
    },
    {
        "title": "语文园地",
        "content": "\n湖心亭 咨询处 露天剧场\n管理处 宝塔 餐厅\n亭 咨 询 剧 管\n理 宝 塔 餐 厅\n种子睡在松软的泥土里。\n什么睡在松软的泥土里？种子睡在哪里？种子睡在什么样的泥土里？\n作者：[唐代] 白居易\n离离原上草，\n一岁一枯荣。\n野火烧不尽，\n春风吹又生。\n原野上长满茂盛的青草，每年秋冬枯黄春来草色浓。\n野火无法烧尽满地的野草，春风吹来大地又是绿茸茸。\n远处芬芳的野草遮没了古道，阳光照耀下碧绿连荒城。\n今天我又来送别老朋友，连繁茂的草儿也满怀离别之情。\n白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》《卖炭翁》《琵琶行》等。\n沙沙沙，沙沙沙。春雨姑娘在绿色的叶丛中弹奏着乐曲，低声呼唤着沉睡的笋芽儿：“笋芽儿，醒醒啊，春天来啦！”\n笋芽儿被叫醒了。她揉了揉眼睛，伸了伸懒腰，看看四周仍然一片漆黑，撒娇地说：“是谁在叫我啊？”\n轰隆隆！轰隆隆！雷公公把藏了好久的大鼓重重地敲了起来。他用粗重的嗓音呼唤着笋芽儿。\n笋芽儿扭动着身子，一个劲儿地向上钻。\n妈妈见了，忙给笋芽儿穿上一件又一件衣服，还不停地唠叨：“别着凉，千万别着凉。”\n笋芽儿终于钻出了地面。她睁开眼睛一看，啊，多么明亮、多么美丽的世界啊！桃花笑红了脸，柳树摇着绿色的长辫子，小燕子叽叽喳喳地叫着……笋芽儿看看这儿，看看那儿，怎么也看不够。她高兴地说：“多美好的春光啊！我要快快长大！”\n春雨姑娘不断地爱抚她，滋润她。太阳公公照耀她，给她温暖。笋芽儿脱下了一件件衣服，长成了一株健壮的竹子。她站在山冈上，自豪地喊着“我长大啦！”"
    },
    {
        "title": "快乐读书吧",
        "content": "\n故事里的儿童，有的顽皮、可爱，有的懂事、善良；有的过着跟我们相似的生活，有的会有意想不到的奇遇……\n下面这些故事，都写了谁呢？他们的生活是怎样的？让我们读一读吧！\n《神笔马良》\n《七色花》\n《一起长大的玩具》\n《愿望的实现》\n看书的时候，要学会看目录。目录告诉我们书里主要写了什么，要读的内容从哪一页开始。\n你还读过哪些儿童故事呢？我们一起来分享吧！"
    },
    {
        "title": "5 雷锋叔叔，你在哪里",
        "content": "\n沿着长长的小溪，\n寻找雷锋的足迹。\n雷锋叔叔，你在哪里，\n你在哪里？\n小溪说：\n昨天，他曾路过这里，\n抱着迷路的孩子，\n冒着蒙蒙的细雨。\n瞧，那泥泞路上的脚窝，\n就是他留下的足迹。\n顺着弯弯的小路，\n寻找雷锋的足迹。\n雷锋叔叔，你在哪里，\n你在哪里？\n小路说：\n昨天，他曾路过这里，\n背着年迈的大娘，\n踏着路上的荆棘。\n瞧，那花瓣上晶莹的露珠，\n就是他洒下的汗滴。\n乘着温暖的春风，\n我们四处寻觅。\n啊，终于找到了——\n哪里需要献出爱心，\n雷锋叔叔就出现在哪里。"
    },
    {
        "title": "6 千人糕",
        "content": "\n一天，爸爸对孩子说：“今天我们来吃千人糕吧”\n“爸爸，什么是千人糕？”孩子好奇地问。\n“需要很多很多人才能做成的糕。”爸爸回答。\n孩子想：这糕要很多很多人才能做成，一定特别大，也许比桌子还大吧？\n爸爸端来一块糕，那糕看上去跟平时吃的糕没什么两样。难道它的味道很特别吗？孩子急忙尝了尝，笑了：“这就是平常吃过的米糕嘛！您给我买过。”\n爸爸说：“是的，就是平常吃的米糕。你知道这糕是怎么做成的吗？”\n孩子说：“是把大米磨成粉做的，还加了糖。”\n爸爸说：“是啊，大米是用农民种的稻子加工出来的。农民种稻子需要种子、农具、肥料、水……”\n爸爸接着说：“糖呢，是用甘蔗汁、甜菜汁熬出来的。甘蔗、甜菜也要有人种。熬糖的时候，要有工具，还得有火……就算米糕做好了，还得要人包装、送货、销售，这些又需要很多人的劳动。”\n爸爸拿起面前的糕，说：“你看，一块平平常常的糕，经过很多很多人的劳动，才能摆在我们面前。”\n孩子听了爸爸的话，仔细想了想，说：“爸爸，这糕的确应该叫‘千人糕’啊！”"
    },
    {
        "title": "7 一匹出色的马",
        "content": "\n一个春天的傍晚，妈妈牵着妹妹，爸爸牵着我，一起到郊外去散步。我们沿着一条小河走。河水碧绿碧绿的，微风吹过，泛起层层波纹。河岸上垂下来的柳叶，拂过妈妈和爸爸的头发，我和妹妹看着都笑了。\n路的一边是田野，葱葱绿绿的，非常可爱，像一片柔软的绿毯。\n春天的郊外，景色异常美丽。我们一边看，一边走，路已经走了不少，却还恋恋不舍，不想回去。\n当我们往回走的时候，妹妹求妈妈抱她：“我很累，走不动了，抱抱我。”\n妈妈摇摇头，回答说：“不行啊，我也很累，抱不动你了。”\n妹妹转过头求爸爸。爸爸不作声，他松开我的手，从路旁一株柳树下，拾起一根又长又细的枝条，把它递给了妹妹，说：“这是一匹出色的马，你走不动了，就骑着它回家吧。”\n妹妹高兴地跨上“马”，蹦蹦跳跳地奔向前去。等我们回到家时，她已经在门口迎接我们，笑着说：“我早回来啦！”"
    },
    {
        "title": "语文园地",
        "content": "\n教师  工程师  魔术师\n建筑师  理发师\n演员  营业员  服务员\n裁判员  饲养员\n程 魔 术 建 筑\n演 营 务 判 饲 养\n我更注意观察字的每一个笔画在田字格中的位置了。\n写字的时候我能做到姿势正确，字也写得更端正了。\n予人玫瑰，手有余香。\n平时肯帮人，急时有人帮。\n与其锦上添花，不如雪中送炭。\n踮起脚尖儿，\n走进安静的小院，\n我们把一株紫丁香，\n栽在老师窗前。\n老师，老师，\n就让它绿色的枝叶，\n伸进您的窗口，\n夜夜和您做伴。\n老师——\n绿叶在风里沙沙，\n那是我们给您唱歌，\n帮您消除一天的疲倦。\n老师——\n满树盛开的花儿，\n那是我们的笑脸，\n感谢您时时把我们挂牵。\n夜深了，星星困得眨眼，\n老师，休息吧，\n让花香飘进您的梦里，\n那梦啊，准是又香又甜。\n田野\n葱葱绿绿的\n像一片柔软的绿毯\n天上的云\n雪白雪白的\n好像一群小绵羊\n大树\n又粗又壮\n就像……\n这糕要很多很多人才能做成，一定特别大。\n难道它的味道很特别吗？\n一块平平常常的糕，经过很多很多人的劳动，才能摆在我们面前。\n鼹鼠先生经过狐狸太太家，正巧，狐狸太太走出门。"
    },
    {
        "title": "1 神州谣",
        "content": "\n我神州，称中华，\n山川美，可入画。\n黄河奔，长江涌，\n长城长，珠峰耸。\n台湾岛，隔海峡，\n与大陆，是一家。\n各民族，情谊浓，\n齐奋发，共繁荣。"
    },
    {
        "title": "2 传统节日",
        "content": "\n春节到，人欢笑，\n贴窗花，放鞭炮。\n元宵节，看花灯，\n大街小巷人如潮。\n清明节，雨纷纷，\n先人墓前去祭扫。\n过端午，赛龙舟，\n粽香艾香满堂飘。\n七月七，来乞巧，\n牛郎织女会鹊桥。\n过中秋，吃月饼，\n十五圆月当空照。\n重阳节，要敬老，\n踏秋赏菊去登高。\n转眼又是新春到，\n全家团圆真热闹。"
    },
    {
        "title": "3 “贝”的故事",
        "content": "\n一些生活在水里的动物，用贝壳保护自己的身体。甲骨文中的“贝”字，就像一种海贝的样子。\n古时候，人们觉得贝壳很漂亮，很珍贵，喜欢把它们当作饰品戴在身上。而且贝壳可以随身携带，不容易损坏，于是古人还把贝壳当作钱币。所以，用“贝”作偏旁的字大多与钱财有关，比如，“赚、赔、购、贫、货”。"
    },
    {
        "title": "4 中国美食",
        "content": "\n凉拌菠菜 香煎豆腐 红烧茄子\n烤鸭 水煮鱼\n葱爆羊肉 小鸡炖蘑菇\n蒸饺 炸酱面 小米粥 蛋炒饭"
    },
    {
        "title": "语文园地",
        "content": "\n甜津津   酸溜溜\n辣乎乎   香喷喷\n油腻腻   软绵绵\n脆生生   硬邦邦\n津 溜 辣 乎\n喷 腻 绵 脆 邦\n炒 烤 烧  煎 蒸 煮\n怒 恋 感  慌 惊 怕\n刺 刮 剑  分 剪 切\n子鼠 丑牛 寅虎 卯兔\n辰龙 巳蛇 午马 未羊\n申猴 酉鸡 戌狗 亥猪\n院子里有一棵小柳树和一棵小枣树。\n小柳树的腰细细的，真好看。小柳树看看小枣树，树枝弯弯曲曲的，一点儿也不好看。小柳树说：“喂，小枣树，你的树枝多难看哪！你看我，多漂亮！”\n春天，小柳树发芽了。过了几天，小柳树的芽变成小叶子，她穿上一身浅绿色的衣服，真美！她看看小枣树，小枣树还是光秃秃的。小柳树说：“喂，小枣树，你怎么不长叶子啊？你看我，多漂亮！”\n又过了好些日子，小枣树才长出了小小的叶子。这时候，小柳树的叶子已经长得又细又长了。她在微风里得意地跳起舞来。\n到了秋天，小枣树结了许多又大又红的枣子。人们把枣子打下来，坐在院子里，高高兴兴地吃起来。\n小柳树看看自己，什么也没结。她想：从前我总是说枣树不好看，这回她该说我啦！可是过了一天又一天，小枣树什么也没说。小柳树实在忍不住了，就问小枣树：“你怎么不说我呀？”小枣树不明白，问道：“说你什么呀？”小柳树低下头，说：“说我不能像你那样结果子呗……”\n小枣树温和地说：“你虽然不能结出人们喜欢的果子，可是一到春天，你就发芽长叶，比我绿得早；到了秋天，你有时比我落叶晚。再说，你长得也比我快，等你长大了，人们在树荫下乘凉，那有多好哇！”\n小柳树听了，不好意思地笑了。"
    },
    {
        "title": "8 彩色的梦",
        "content": "\n我有一大把彩色的梦，\n有的长，有的圆，有的硬。\n他们躺在铅笔盒里聊天，\n一打开，就在白纸上跳蹦。\n脚尖滑过的地方，\n大块的草坪，绿了；\n大朵的野花，红了；\n大片的天空，蓝了，\n蓝—得—透—明！\n在葱郁的森林里，\n雪松们拉着手，\n请小鸟留下歌声。\n小屋的烟囱上，\n结一个苹果般的太阳，\n又大——又红！\n我的彩色铅笔，\n是大森林的精灵。\n我的彩色梦境，\n有水果香，有季节风，\n还有紫葡萄的叮咛，\n在溪水里流动……"
    },
    {
        "title": "9 枫树上的喜鹊",
        "content": "\n我们村的渡口旁有一棵枫树，我很喜欢它。它好像一把很大又很高的绿色太阳伞，一直打开着。它的绿荫遮蔽了村里的渡口。枫树上有一个喜鹊的窝，我喜欢极了。\n是的，我喜欢站在枫树下，抬头看喜鹊的窝。我常常觉得喜鹊会跟我说话，我像童话书里那样，在心中称呼她喜鹊阿姨。\n我真是喜欢极了。上个星期天早上，我正要撑着渡船到对岸的树林里去打柴，发现喜鹊阿姨的窝里有几只小喜鹊了。\n我真是像童话书里那样，在心中称呼他们喜鹊弟弟。\n从那天起，我一有空，便来到渡口边，站在枫树下看望我的喜鹊弟弟。喜鹊弟弟长得真快，好极了。我看见喜鹊阿姨站在窝边，一会儿教喜鹊弟弟唱歌，一会儿教他们做游戏，一会儿教他们学自己发明的拼音字母……\n“鹊！鹊！鹊！”喜鹊阿姨教道。\n我知道，这便是a、o、e。\n喜鹊弟弟也跟着学：“鹊，鹊，鹊……”\n今天早上，太阳从渡口对岸的山冈后面升上来了，我看见喜鹊阿姨站在窝边，指着上升的太阳，问喜鹊弟弟：“鹊！鹊鹊鹊？”\n我懂得，她问话的意思是：“看！那是什么？”\n喜鹊弟弟一齐快乐地回答：“鹊！鹊鹊！鹊鹊鹊！”\n我懂得，喜鹊弟弟很快给出了答案：“妈妈，那是太阳！太阳升上来了！”\n我真高兴啊！"
    },
    {
        "title": "10 沙滩上的童话",
        "content": "\n海边的沙滩是我们的快乐天地。\n在沙滩上，我们垒起城堡，城堡周围筑起围墙，围墙外再插上干树枝，那就是我们的树。\n不知道谁说了一句：“这城堡里住着一个凶狠的魔王。”\n有人接着补充：“他抢去了美丽的公主！”\n第三个小伙伴说：“你们快听，公主在城堡里哭呢！”\n就这样，我们编织着童话。\n转眼间，我们亲手建造的城堡成了一座魔窟，我们也成了攻打魔窟的勇士。\n我们一起商量怎样攻下那座城堡。\n一个小伙伴说：“我驾驶飞机去轰炸。”\n有人反驳：“那时候还没有飞机呢！”\n我说：“挖地道，从地下装上火药，把城堡炸平。”\n我的办法得到了大家的赞赏。于是我们趴在沙滩上，从四面八方挖着地道。\n挖呀，挖呀，我们终于挖到了城堡下面，然后合力用手往上一抬，就把城堡给轰塌了。\n我们欢呼着胜利，欢呼着炸死了魔王，欢呼着救出了公主。\n但公主在哪儿？\n忽然，我发现妈妈就站在我们身后，微笑着望着我们。\n我大声说：“公主被我们救出来了，救出来了！在这儿，在这儿！”我抱住了妈妈。\n大家跟着一起叫喊着，欢呼着。\n妈妈开心地笑了。她一边笑一边说：“妈妈怎么能当公主呢？“\n但我们这群孩子都坚持说：“她就是被我们救出来的公主”\n真的，那时候，连我也忘记了她是我的妈妈！"
    },
    {
        "title": "11 我是一只小虫子",
        "content": "\n当一只小虫子好不好？我的伙伴们都说：“当一只小虫子，一点儿都不好。”我们蹦蹦跳跳的时候，一定要看准地方，不然屁股会被苍耳刺痛的。一不留神，我们会蹦进很深很深的水里，被淹得昏头昏脑。其实，那深水只是小狗撒的一泡尿。孩子们都觉得毛茸茸的小鸟很可爱，但我们小虫子没有谁会喜欢小鸟。\n不过，我觉得当一只小虫子还真不错。\n早上醒来，我在摇摇晃晃的草叶上伸懒腰，用一颗露珠把脸洗干净，把细长的触须擦得亮亮的。如果能小心地跳到狗的身上，我们就可以到很远的地方去旅行。这可是免费的特快列车呀！\n我有很多小伙伴，每一个都特别有意思。\n走在外面一定要小心，别被屎壳郎撞伤，因为他们搬运食物的时候，从来不看路。螳螂很贪吃，总想把我吃掉，但真幸运，他没我跳得远。有些虫子脾气不太好，比如天牛，每次我说“天牛大婶，早上好”，她总是想顶我一下。\n我喜欢当一只小虫子。当我很快乐的时候，会使劲叫哇叫，所以，如果你在夜晚听见草地里的歌声——你就一定能找到我！"
    },
    {
        "title": "语文园地",
        "content": "\n陀螺  毽子\n不倒翁  玩具枪\n橡皮泥  七巧板\n溜溜球  遥控坦克\n陀 螺 毽 倒 翁\n枪 橡 板 控 坦 克\n失信不立。——《左传》\n诚信者，天下之结也。——《管子》\n小信成则大信立。——《韩非子》\n晚上，妈妈到商店去买东西，宁宁在街灯下等妈妈。他站着没劲，独自玩起了手影戏。\n他双手一屈一伸，在灯光前一照，墙壁上马上映出一个黑影来：走路一顿一顿，尖嘴巴一张一合，这是一只在找鸡妈妈的小鸡崽。\n忽然，小鸡的对面也出现了一个手影。一对长耳朵，一个短尾巴，噗，噗，跳过来。哎呀，不能再跳过来，再跳要压着小鸡了。可是兔子挺霸道的，还在跳过来。噗！噗！宁宁回头一看，一个陌生的男孩也在做手影。\n哼，谁怕你？宁宁手一变，墙上出现一只猫，喵，喵，向兔子扑去。\n那个男孩吓了一跳，连忙将兔子变成了狗。汪汪汪，狗咬猫。\n呜哇，呜哇，猫变成了大熊。\n啊呜，啊呜，老虎要吃熊。\n比老虎厉害的还有什么？宁宁想不起来，他差点儿哭了。\n嗯，干吗要跟人吵架？还是跟他和好吧。宁宁马上变出一只鸽子来：尖尖的嘴，长长的翅膀，扑棱棱，鸽子飞了起来。\n那个男孩愣了一阵，也变出了一只鸽子。\n看，现在两只鸽子偎依在一起了。\n妈妈出来了，她看见宁宁与一个陌生的男孩玩得正欢呢。"
    },
    {
        "title": "亡羊补牢",
        "content": "\n从前有个人，养了几只羊。一天早上，他去放羊，发现羊少了一只。原来羊圈破了个窟窿，夜里狼从窟窿钻进去，把羊叼走了。\n街坊劝他说：“赶紧把羊圈修一修，堵上那个窟窿吧！”\n他说：“羊已经丢了，还修羊圈干什么？”\n第二天早上，他去放羊，发现羊又少了一只。原来狼又从窟窿钻进去，把羊叼走了。\n他很后悔没有听街坊的劝告，心想，现在修还不晚。他赶紧堵上那个窟窿，把羊圈修得结结实实的。从此，他的羊再也没丢过。"
    },
    {
        "title": "揠苗助长",
        "content": "\n古时候有个人，他巴望自己田里的禾苗长得快些，天天到田边去看。可是，一天，两天，三天，禾苗好像一点儿也没有长高。他在田边焦急地转来转去，自言自语地说：“我得想个办法帮它们长。”\n一天，他终于想出了办法，就急忙跑到田里，把禾苗一棵一棵往高里拔。从中午一直忙到太阳落山，弄得筋疲力尽。\n他回到家里，一边喘气一边说：“今天可把我累坏了！力气总算没白费，禾苗都长高了一大截。”\n他的儿子不明白是怎么回事，第二天跑到田里一看，禾苗都枯死了。"
    },
    {
        "title": "13 画杨桃",
        "content": "\n有一次上图画课，老师把两个杨桃摆在讲桌上，要同学们画。我的座位在教室前排靠边的地方，讲桌上那两个杨桃的一端正对着我。我看到的杨桃根本不像平时看到的那样，而像是五个角的什么东西。我认认真真地看，老老实实地画，自己觉得画得很准确。\n当我把这幅画交出去的时候，班里几个同学看见了，哈哈大笑起来。\n“杨桃是这个样子的吗？”\n“倒不如说是五角星吧！”\n老师看了看这幅画，到我的座位上坐下来，审视了一下讲桌上的杨桃，然后回到讲桌前，举起我的那页画纸，问大家：\n“这幅画画得像不像？”\n“不像！”\n“它像什么？”\n“像五角星！”\n老师的神情变得严肃了。半晌，他又问道：“画杨桃画成了五角星，好笑吗？”\n“好——笑！”有几个同学抢着答道，同时发出嘻嘻的笑声。\n于是，老师请这几个同学轮流坐到我的座位上。他对第一个坐下的同学说：“现在你看看那杨桃，像你平时看到的杨桃吗？”\n“不像。”\n“那么，像什么呢？”\n“像……五……五角星。”\n“好，下一个。”\n老师让这几个同学回到自己的座位上，然后和颜悦色地说：“大家发现了吗？看的角度不同，杨桃的样子也就不一样。当我们看见别人把杨桃画成五角星的时候，不要忙着发笑，要看看人家是从什么角度看的。”\n老师的教诲让我终生难忘。"
    },
    {
        "title": "14 小马过河",
        "content": "\n马棚里住着一匹老马和一匹小马。\n有一天，老马对小马说：“你已经长大了，能帮妈妈做点儿事吗？”小马连蹦带跳地说：“怎么不能？我很愿意帮您做事。”老马高兴地说：“那好啊，你把这半口袋麦子驮到磨坊去吧。”\n小马驮起口袋，飞快地往磨坊跑去。跑着跑着，一条小河挡住了去路，河水哗哗地流着。小马为难了，心想：我能不能过去呢？如果妈妈在身边，问问她该怎么办，那多好啊！可是他离家已经很远了。\n小马向四周望望，看见一头老牛在河边吃草，小马嗒嗒嗒跑过去，问道：“牛伯伯，请您告诉我，这条河，我能蹚过去吗？”老牛说：“水很浅，刚没小腿，能蹚过去。”\n小马听了老牛的话，立刻跑到河边，准备蹚过去。突然，从树上跳下一只松鼠，拦住他大叫：“小马！别过河，别过河，你会淹死的！”小马吃惊地问：“水很深吗？”松鼠认真地说：“深得很哩！昨天，我的一个伙伴就是掉在这条河里淹死的！”\n小马连忙收住脚步，不知道怎么办才好。他叹了口气，说：“唉！还是回家问问妈妈吧！”\n小马甩甩尾巴，跑回家去。妈妈问他：“怎么回来啦？”小马难为情地说：“一条河挡住了去路，我……我过不去。”妈妈说：“那条河不是很浅吗？”小马说：“是啊！牛伯伯也这么说。可是松鼠说河水很深，还淹死过他的伙伴呢！”妈妈说：“那么河水到底是深还是浅呢？你仔细想过他们的话吗？”小马低下了头，说：“没……没想过。”妈妈亲切地对小马说：“孩子，光听别人说，自己不动脑筋，不去试试，是不行的。河水是深是浅，你去试一试就知道了。”\n小马跑到河边，刚刚抬起前蹄，松鼠又大叫起来：“怎么？你不要命啦！”小马说：“让我试试吧！”他下了河，小心地蹚到了对岸。原来河水既不像老牛说的那样浅，也不像松鼠说的那样深。"
    },
    {
        "title": "语文园地",
        "content": "\n厨房 厕所 车厢 大厦\n洞穴 窟窿 窑洞 窄小\n厨  厕  厢  厦\n穴  窟  窿  窑  窄\n教诲  寻找\n伙伴  周围\n明亮  柔软\n我发现“寻”和“找”的意思相近，“寻找”的意思也和它们差不多。\n冠必正，纽必结，\n袜与履，俱紧切。\n置冠服，有定位，\n勿乱顿，致污秽。\n唯德学，唯才艺，\n不如人，当自砺。\n若衣服，若饮食，\n不如人，勿生戚。\n一天，有一位老奶奶去看望她的两个儿子。\n她先来到大儿子家。\n大儿子是做蜜饯的，他门口的一大片地上，正晒着各种各样的果脯呢。\n老奶奶看到儿子这么勤快，心里很高兴。她问大儿子：“儿子啊，你现在最盼望什么？”大儿子说：“我最盼望有太阳的好天气，最害怕下雨的坏天气。有了好天气，我的果脯就干得快啊。”\n老奶奶离开的时候，对大儿子说：“儿子啊，我和你一起盼望有太阳的好天气。”\n老奶奶又去了小儿子家。\n小儿子是做雨伞的，他正在家里忙着呢。\n老奶奶问小儿子：“儿子啊，你最盼望什么？”小儿子说：“我最盼望下雨的好天气，最害怕有太阳的坏天气。有了天天下雨的好天气，我的伞就好卖了。”\n老奶奶回家以后，不知道怎么办才好，坐在门口哭。\n一位老爷爷问她：“你为什么哭啊？”老奶奶说：“下雨天是坏天气，因为大儿子不能晒果脯了；大睛天也是坏天气，因为小儿子的雨伞就卖不出去了。”\n老爷爷哈哈大笑起来，他说：“你可以倒过来想啊！晴天是好天气，晒果脯的大儿子会高兴；下雨也是好天气，做伞的小儿子会高兴。”\n老奶奶想了想，一下子高兴起来了。她说：“对啊，不管是晴天还是下雨天，反正有一个儿子会高兴，每天都是好天气呢！”\n微笑  狂笑  傻笑\n笑眯眯  笑呵呵\n眉开眼笑  破涕为笑\n哈哈大笑  捧腹大笑\n小马连蹦带跳地说：“怎么不能？我很愿意帮您做事。”\n小马难为情地说：“一条河挡住了去路，我……我过不去。”\n老师和颜悦色地说：“看的角度不同，杨桃地样子也就不一样。”"
    },
    {
        "title": "晓出净慈寺送林子方",
        "content": "\n作者：[宋代] 杨万里\n毕竟西湖六月中，\n风光不与四时同。\n接天莲叶无穷碧，\n映日荷花别样红。\n到底是西湖六月天的景色，风光与其它季节大不相同。\n密密层层的荷叶铺展开去，一片无边无际的青翠碧绿，像与天相接，阳光下的荷花分外鲜艳娇红。\n杨万里（1127年10月29日－1206年6月15日），字廷秀，号诚斋。吉州吉水（今江西省吉水县黄桥镇湴塘村）人。南宋著名诗人、大臣，与陆游、尤袤、范成大并称为“中兴四大诗人”。因宋光宗曾为其亲书“诚斋”二字，故学者称其为“诚斋先生”。杨万里一生作诗两万多首，传世作品有四千二百首，被誉为一代诗宗。他创造了语言浅近明白、清新自然，富有幽默情趣的“诚斋体”。杨万里的诗歌大多描写自然景物，且以此见长。他也有不少篇章反映民间疾苦、抒发爱国感情的作品。著有《诚斋集》等。"
    },
    {
        "title": "绝句",
        "content": "\n作者：[唐代] 杜甫\n两个黄鹂鸣翠柳，\n一行白鹭上青天。\n窗含西岭千秋雪，\n门泊东吴万里船。\n两只黄鹂在翠绿的柳树间鸣叫，一行白鹭直冲向蔚蓝的天空。\n坐在窗前可以看见西岭千年不化的积雪，门前停泊着自万里外的东吴远行而来的船只。\n杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
    },
    {
        "title": "16 雷雨",
        "content": "\n满天的乌云，黑沉沉地压下来。树上的叶子一动不动，蝉一声也不出。\n忽然一阵大风，吹得树枝乱摆。一只蜘蛛从网上垂下来，逃走了。\n闪电越来越亮，雷声越来越响。\n哗，哗，哗，雨下起来了。\n雨越下越大。往窗外望去，树啊，房子啊，都看不清了。\n渐渐地，渐渐地，雷声小了，雨声也小了。\n天亮起来了。打开窗户，清新的空气迎面扑来。\n雨停了。太阳出来了。一条彩虹挂在天空。蝉叫了。蜘蛛又坐在网上。池塘里水满了，青蛙也叫起来了。"
    },
    {
        "title": "17 要是你在野外迷了路",
        "content": "\n要是你在野外迷了路，\n可千万别慌张。\n大自然有很多天然的指南针，\n会帮助你辨别方向。\n太阳是个忠实的向导，\n它在天空给你指点方向。\n中午的时候它在南边，\n地上的树影正指着北方。\n北极星是盏指路灯，\n它永远高挂在北方。\n要是你能认出它，\n就不会在黑夜里乱闯。\n要是碰上阴雨天，\n大树也会来帮忙。\n枝叶稠的一面是南方，\n枝叶稀的一面是北方。\n雪特别怕太阳，\n沟渠里的积雪会给你指点方向。\n看看哪边雪化得快，哪边化得慢，\n就可以分辨北方和南方。\n要是你在野外迷了路，\n可千万别慌张。\n大自然有很多天然的指南针，\n需要你细细观察，多多去想。"
    },
    {
        "title": "18 太空生活趣事多",
        "content": "\n航天员乘坐宇宙飞船飞往太空，空间站就是他们在太空的家。在太空中生活，说起来还挺有趣呢！\n在空间站里，站着睡觉和躺着睡觉一样舒服。不过，要想睡个安稳觉，航天员必须钻入固定在舱壁上的睡袋里。不然，一不小心就会飘到别处去。\n在空间站里活动也需要技巧。跟在地面上用腿脚行走不同，航天员在舱体里移动主要靠手臂。为了方便航天员在舱体中活动，舱壁上安装了很多特制的扶手。平时，航天员会依靠这些扶手或其他设施稳定自己的身体。\n在空间站里，是没有办法用普通的杯子喝水的。因为水处于失重状态，即使把杯子倒过来，水也不会往下流。航天员要想喝到水，得使用一种带吸管的饮水袋，直接把水挤到嘴里。\n航天员在太空中洗澡可不是一件容易的事。从喷头喷出的水总是飘浮在空中，为了解决这个问题，科研人员做了一个试验。他们设计了一个密封浴桶，在下边安装吸管，它可以把喷头喷出来的水朝一个方向吸。但洗完澡以后，航天员还要花很长时间清理身体上和浴桶里的水，实在太麻烦了。所以，现在航天员通常只用免洗湿巾擦拭身体，这就简单省事多了。\n你看，在太空中生活，是不是很有趣？"
    },
    {
        "title": "语文园地",
        "content": "\n博物馆 展览馆 科技馆\n体育馆 研究所 派出所\n哨所  诊所\n博 馆 览 技\n育 研 究 哨 诊\n我带来儿童故事书放到了图书角，大家都很喜欢。\n我常从图书角借书看，我能遵守《图书借阅公约》。\n作者：[唐代] 李绅\n春种一粒粟，\n秋收万颗子。\n四海无闲田，\n农夫犹饿死。\n春天播种下一粒种子，到了秋天就可以收获很多的粮食。\n天下没有一块不被耕作的田，可仍然有种田的农夫饿死。\n李绅（772—846）汉族，亳州（今属安徽）人，生于乌程（今浙江湖州），长于润州无锡（今属江苏）。字公垂。唐元和元年（806年），进士及第，补国子助教。与元稹、白居易交游甚密，他一生最闪光的部分在于诗歌，他是在文学史上产生过巨大影响的新乐府运动的参与者。作有《乐府新题》20首，已佚。著有《悯农》诗两首：“锄禾日当午，汗滴禾下土，谁知盘中餐，粒粒皆辛苦。”脍炙人口，妇孺皆知，千古传诵。《全唐诗》存其诗四卷。\n一天，爸爸带川川去爬山。爬到半山腰，他们看见一位地质勘探队员，正趴在大石头上看着什么。川川走过去，奇怪地问：“叔叔，您在看什么？”\n“我在看‘书’呢！”\n“哪里有书啊？”\n“岩石就是书啊！你看，这岩石一层一层的，不就像一册厚厚的书吗？”\n川川认真地问：“这上面有字吗？”\n“有。你来看，这是雨点儿留下的脚印，叫雨痕；这是波浪的足迹，叫波痕；还有这些闪光的、透明的，是矿物。它们都是字啊！”\n川川又问：“这上面有图画吗？”\n叔叔说：“有。你看，这儿有树叶，有贝壳，那儿还有一条小鱼呢！”\n“这能说明什么呢？”\n“它告诉我们，在很久很久以前，这里是一片长满树木的陆地。后来，陆地沉下去了，这里就变成了大海。又过了很多很多万年，海底慢慢上升，这里又变成了高山，就是我们脚下的这座山。”\n“读这本岩石书有什么用呢？”川川总爱刨根问底。\n叔叔说：“用处可大呢！它能告诉我们，哪里埋着煤炭，哪里藏着铁矿……把这本‘书’读懂，就能为国家找到更多的宝藏！”\n“太好了，太好了！”川川高兴地说，“等我长大了，也要读懂这本最大的‘书’！”"
    },
    {
        "title": "19 大象的耳朵",
        "content": "\n大象有一对大耳朵，像扇子似的，耷拉着。\n这一天，大象正在路上慢慢地散步，遇到了小兔子。\n小兔子说：“咦，大象啊，你的耳朵怎么耷拉下来了？”\n大象说：“我生来就是这样啊。”\n小兔子说：“你看，我的耳朵是竖着的，你的耳朵一定是出毛病了。”\n后来，大象又遇到了小羊。小羊也说：“大象啊，你的耳朵怎么是耷拉着的呢？”\n小鹿、小马，还有小老鼠，见到了大象，都要说他的耳朵。\n大象也不安起来，他自言自语地说：“他们都这么说，是不是我的耳朵真的有毛病啦？我得让我的耳朵竖起来。”\n怎么才能让耳朵竖起来呢？\n每天，大象站着睡觉的时候，就用两根竹竿把耳朵撑起来。\n可是，大象的耳朵眼儿里，经常有小虫子飞进去，还在里面跳舞，吵得他又头痛，又心烦。\n最后，大象还是把他的耳朵放了下来。这样，虫子飞不进去了。有虫子来的话，大象只要把他的大耳朵一扇，就能把他们赶跑。\n大象说：“我还是让耳朵耷拉着吧。人家是人家，我是我。”"
    },
    {
        "title": "20 蜘蛛开店",
        "content": "\n有一只蜘蛛，每天蹲在网上等着小飞虫落在上面，好寂寞，好无聊啊。\n蜘蛛决定开一家商店。卖什么呢？就卖口罩吧，因为口罩织起来很简单。\n于是，蜘蛛在一间小木屋外面挂了一个招牌，上面写着：“口罩编织店，每位顾客只需付一元钱。”\n顾客来了，是一只河马。河马嘴巴那么大，口罩好难织啊，蜘蛛用了一整天的工夫，终于织完了。\n晚上，蜘蛛想：还是卖围巾吧，因为围巾织起来很简单。\n第二天，蜘蛛的招牌换了，上面写着：“围巾编织店，每位顾客只需付一元钱。”\n顾客来了，只见身子不见头。蜘蛛向上一看，原来是一只长颈鹿，他的脖子和大树一样高，脑袋从树叶间露出来，正对着蜘蛛笑呢。\n蜘蛛织啊织，足足忙了一个星期，才织完那条长长的围巾。\n蜘蛛累得趴倒在地上，心里想：还是卖袜子吧，因为袜子织起来很简单。\n第二天，蜘蛛的招牌又换了，上面写着：“袜子编织店，每位顾客只需付一元钱。”\n可是，蜘蛛看到顾客后，却吓得匆忙跑回网上。原来那位顾客竟是一条四十二只脚的蜈蚣！"
    },
    {
        "title": "21 青蛙卖泥塘",
        "content": "\n青蛙住在烂泥塘里。他觉得这儿不怎么样，想把泥塘卖掉，换一些钱搬到城里住。\n于是青蛙在泥塘边竖起一块牌子，上面写着“卖泥塘”三个字。\n“卖泥塘喽，卖泥塘！”青蛙站在牌子边大声吆喝起来。一头老牛走过来，看了看泥塘，说：“这个水坑坑嘛，在里边打打滚倒挺舒服。不过，要是周围有些草就更好了。”\n老牛不想买泥塘，走了。\n青蛙想，要是在泥塘周围种些草，就能卖出去了。于是他就去采集草籽，播撒在泥塘周围的地上。\n到了春天，泥塘周围长出了绿茵茵的小草。青蛙又站在牌子旁边，大声吆喝起来：“卖泥塘喽，卖泥塘！”一只野鸭飞来了，看了看泥塘，说：“这地方好是好，就是塘里的水太少了。”\n野鸭没有买泥塘，飞走了。\n青蛙想，要是能往泥塘里引些水，就能卖出去了。于是他跑到周围的山里找到泉水，又砍了些竹子，把竹子破开，一根一根接起来，把水引到泥塘里来。\n等泥塘里灌足了水以后，青蛙又站在牌子旁，大声吆喝起来：“卖泥塘喽，卖泥塘！”可是泥塘还是没有卖出去。\n小鸟飞来说，这里缺点儿树；蝴蝶飞来说，这里缺点儿花；小兔跑来说，这里还缺条路；小猴跑来说，这儿应该盖所房子；小狐狸说……每次听了小动物的话，青蛙都想：对！对！要是那样的话，泥塘准能卖出去。于是青蛙就照着他们的话去做，栽了树，种了花，修了路，还在泥塘旁边盖了房子。\n“卖泥塘喽，卖泥塘！”有一天，青蛙又站在牌子旁吆喝起来，“多好的地方！有树，有花，有草，有水塘。你可以看蝴蝶在花丛中飞舞，听小鸟在树上唱歌。你可以在水里尽情游泳，躺在草地上晒太阳。这儿还有道路通到城里……”青蛙说到这里，突然愣住了，他想：这么好的地方，自己住挺好的，为什么要卖掉呢？\n于是青蛙不再卖泥塘了。"
    },
    {
        "title": "22 小毛虫",
        "content": "\n一条小毛虫趴在一片叶子上，用新奇的目光打量着周围的一切：大大小小的昆虫又是唱，又是跳，跑的跑，飞的飞……到处生机勃勃。只有它，这个可怜的小毛虫，既不会唱，也不会跑，更不会飞。\n小毛虫费了九牛二虎之力，才挪动了一点点。当它笨拙地从一片叶子爬到另一片叶子上时，它觉得自己仿佛周游了整个世界。\n尽管如此，它并不悲观失望，也不羡慕任何人。它懂得：每个人都有自己该做的事情。它，一条小小的毛虫，眼前最要紧的是学会抽丝纺织，为自己编织一间牢固的茧屋。\n小毛虫一刻也没有迟疑，尽心竭力地工作着。它织啊，织啊，最后把自己从头到脚裹进了温暖的茧屋里。\n“以后会怎样呢？”它在与世隔绝的茧屋里问。\n“万事万物都有自己的规律！”小毛虫听到一个声音在回答，“你要耐心等待，以后会明白的。”\n时辰到了，它清醒了过来，再也不是以前那条笨手笨脚的小毛虫。它灵巧地从茧子里挣脱出来，惊奇地发现自己身上生出了一对轻盈的翅膀，上面布满色彩斑斓的花纹。它愉快地舞动了一下双翅，如绒毛一般，从叶子上飘然而起。它飞啊飞，渐渐地消失在蓝色的雾霭之中。"
    },
    {
        "title": "语文园地",
        "content": "\n扫帚 抹布 拖把 水桶 簸箕\n扫地 擦玻璃 倒垃圾 摆桌椅\n扫 帚 抹 拖 簸\n箕 玻 璃 垃 圾\n那棵大枫树好像一把又高又大的绿色太阳伞。\n大象有一对大耳朵，像扇子似的，耷拉着。\n绿油油的小柏树就像战士一样笔直地站在那里。\n春雨惊春清谷天，\n夏满芒夏暑相连。\n秋处露秋寒霜降，\n冬雪雪冬小大寒。\n夜晚，月亮姑娘出来了，细细的，弯弯的，像眉毛。凉风吹得她有点儿冷，她想，还是找一位裁缝师傅做件衣裳吧！\n裁缝师傅给她量了尺寸，让她四天以后来取。过了四天，月亮姑娘长胖了一点儿，好像弯弯的镰刀。她来取衣裳了。衣裳做得真漂亮，可惜太小，穿在身上连扣子也扣不上。\n裁缝师傅决定重做一件，又给她量了尺寸，让她再过四天来取。过了四天，月亮姑娘又长胖了一点儿，像只核桃。她来取衣裳了。衣裳做得更漂亮，可惜连套也套不进去。\n裁缝师傅涨红了脸，说：“我只好重做了。”又是四天过去了，月亮姑娘来取衣裳。裁缝师傅看到她变得圆圆的，像一只圆盘，吃了一惊：“啊？你又长胖了！”他叹了一口气，说：“唉，你的身材量不准，我没法给你做衣裳了。”\n月亮姑娘看着那漂亮的衣裳，又望望自己圆圆的身子，不好意思地对裁缝师傅说：“不，老师傅，这不能怨您。不是您量不准，而是我每天都在变化。”\n后来，月亮姑娘再也不找人做衣裳了。"
    },
    {
        "title": "23 祖先的摇篮",
        "content": "\n爷爷说：\n那原始森林\n是我们祖先的摇篮。\n真有意思，\n这是多大的摇篮啊！\n那浓绿的树荫\n一望无边，\n遮住了蓝天。\n我想——\n我们的祖先，\n可曾在这些大树上\n摘野果，\n掏鹊蛋？\n可曾在那片草地上\n和野兔赛跑，\n看蘑菇打伞？\n那时候，\n孩子们也在这里\n逗小松鼠，\n采野蔷薇吗？\n也在这里，\n捉红蜻蜓，\n逮绿蝈蝈吗？\n风儿吹动树叶\n“沙沙，沙沙！”\n那回忆\n多么美好，\n又那么遥远……\n啊！\n苍苍茫茫的原始森林，\n我们祖先的摇篮！"
    },
    {
        "title": "24  羿射九日",
        "content": "\n很久很久以前，在世界最东边的海上，生长着一棵大树叫扶桑。扶桑的枝头站着一个太阳，底下还有九个太阳。每天天快亮时，扶桑枝头的太阳就坐上两轮车，开始从东往西穿过天空。十个太阳每天轮换，给大地万物带来光明和温暖。\n可是，有一天，这十个太阳觉得轮流值日太没意思啦，于是，他们一齐跑了出来，出现在天空中。十个太阳像十个大火球，炙烤着大地。\n禾苗被晒枯了，土地被烤焦了，江河里的水快要蒸干了，连地上的沙石好像都要熔化了。人类的日子非常艰难。\n神箭手羿决心帮助人们脱离苦海。他翻过九十九座高山，跨过九十九条大河，来到东海边。他登上一座大山，搭上神箭，拉开神弓，对准天上的一个太阳，嗖地就是一箭。那个太阳一下子爆裂开，一团团火球到处乱窜，接着，噗噗地掉在地上。\n羿一口气射下了九个太阳，炎热渐渐退去。羿又伸手拔箭，准备射下最后一个太阳。这个太阳害怕极了，慌慌张张地躲进了大海里。\n天上没有了太阳，整个世界一片黑暗。羿想，没有了太阳，就没有了光明和温暖，庄稼不能生长，人类和动物也没法活下去。于是，羿留下了最后一个太阳。\n从此，太阳每天从东方升起，到西方落下。土地渐渐滋润起来，花草树木渐渐繁茂起来，江河奔腾欢唱，大地上重新现出了勃勃生机。"
    },
    {
        "title": "25 黄帝的传说",
        "content": "\n相传五六千年前，有一个部落的首领名叫轩辕。他有很多创造发明，深受人们爱戴。大家推举他统领部落联盟，尊称他为“黄帝”。\n造车\n那时候，人们出远门都得靠步行，运东西也只能依靠人力，既不方便，又很辛苦。\n有一年夏天，黄帝正在干活，突然一阵大风刮来，把他的草帽吹掉了。草帽是圆的，掉到地上后向前滚出了很远。这件事给了黄帝启发，他想，如果能做个架子，再装上像草帽一样能滚动的东西，就可以用来搬运东西了。于是，他号召部落民众，按照设想找来需要的材料，试了一次又一次，终于把车造出来，样子就像现在的独轮手推车。\n后来，人们在使用过程中不断改进。发明了双轮车，又驯服了牛和马，用他们来代替人拉车，出远门、搬运东西方便多了。\n造船\n一个秋天的傍晚，黄帝干完活了，同大伙坐在河边休息。他看见水面上漂着许多树叶，其中一个叶片上有一只蚂蚁，虽然河水很深，蚂蚁却安安稳稳地在上面爬着。\n黄帝指着那片树叶，高兴地对大家说：“你们看，蚂蚁待在树叶上，就能在河里浮着不沉下去。如果造一个像树叶一样浮在水面的东西，能让人待在上面，我们就可以在水上自由来去了”。大家听了，都觉得很有道理。\n第二天，他们找来一根很粗很粗的树干，把它放进河里。可是，树干是圆的，人一爬上去，它就滚动起来，人在上面根本待不住。怎么办呢?他们一起商量，终于想出了办法，把树干中间的一段挖空，人在里面，果然能坐稳了。他们又用木头做了桨，就能在水面上自由行动了。\n车和船的发明，使水陆交通得到了发展，为人们相互往来提供了便利，给人们的生活带来了很大的改善；"
    },
    {
        "title": "语文园地",
        "content": "\n钩（钩子）   铲（铲子）\n梅（梅花）   柿（柿子）\n源（源头）   涨（涨潮）\n炬（火炬）   灿（灿烂）\n垮（垮掉）   坟（坟墓）\n钩 铲 梅 柿 源\n涨 炬 灿 垮 坟\n神  祖  礼  福\n冰  冷  冻  凉\n补  袜  衫  被\n海  流  洒  滴\n作者：[清代] 查慎行\n月黑见渔灯，\n孤光一点萤。\n微微风簇浪，\n散作满河星。\n漆黑无月的夜里，孤零零的一盏渔灯像萤火虫一样闪现在河面。\n一阵微风吹来，河面漾起了层层细浪，水面上的光点随着波浪散开，如同满河星光。\n查慎行（1650～1727） 清代诗人，当代著名作家金庸先祖。初名嗣琏，字夏重，号查田；后改名慎行，字悔余，号他山，赐号烟波钓徒，晚年居于初白庵，所以又称查初白。海宁袁花（今属浙江）人。康熙四十二年(1703)进士；特授翰林院编修，入直内廷。五十二年（1713），乞休归里，家居10余年。雍正四年（1726），因弟查嗣庭讪谤案，以家长失教获罪，被逮入京，次年放归，不久去世。查慎行诗学东坡、放翁，尝注苏诗。自朱彝尊去世后，为东南诗坛领袖。著有《他山诗钞》。\n明朝出了一位伟大的医药学家，叫李时珍。\n李时珍家世代行医。他的父亲医术很高，给穷人看病常常不收诊费。李时珍看到医生能救死扶伤，解除病人的痛苦，就从小立下志向，要像父亲一样为穷人看病。\n李时珍处处留心向父亲学习，二十二岁开始给人看病，一面行医，一面研究药物。他发现旧的药物书有不少缺点：许多有用的药物没有记载；有些药物只记了个名称，没有说明形状和生长情况；还有一些药物记错了药性和药效。他想，病人吃错了药，那多危险啊，于是决定重新编写一部完善的药物书。\n为了写这部药物书，李时珍不但在治病的时候注意积累经验，还到各地去采药。他不怕山高路远，不怕严寒酷暑，走遍了万水千山。他有时上山采药好几天不下山，饿了就吃些干粮，天黑了就在山上过夜。他走了上万里路，拜访了千百个医生、农民、渔民和猎人，向他们学到了书上没有的知识。他还冒着生命危险尝药材，判断药性和药效。\n几年之后，他回到老家，开始写书。他用了整整二十七年，终于编写成了一部新的药物书，就是著名的《本草纲目》。\n忽然  突然   立刻  马上\n一瞬间  一眨眼\n逐渐  渐渐   慢慢  徐徐\n慢吞吞  慢悠悠\n最后一个太阳害怕极了，慌慌张张地躲进了大海里。"
    }
]